<?php 
// =============================================================================
// Default url amigables
// =============================================================================
Route::get('/users', 'DemoController@user');
Route::get('/', 'DemoController@home');
// =============================================================================
// Definiendo redireccionamiento en caso de error
// =============================================================================
Route::error(function(){
    echo 'Página de error';
});